// 本文件由程序自动生成，请勿手改
var STUDENTS = [
  { id: "2026001", name: "奶牛", scores: [88, 79, 95] },
  { id: "2026003", name: "奶马", scores: [95, 91, 89] },
  { id: "2026004", name: "奶鼠", scores: [91, 84, 88] },
  { id: "2026005", name: "奶兔", scores: [76, 82, 91] },
  { id: "2026006", name: "奶龙", scores: [85, 93, 79] },
  { id: "2026007", name: "奶蛇", scores: [68, 71, 74] },
  { id: "2026008", name: "奶猪", scores: [97, 89, 94] },
  { id: "2026009", name: "奶牛", scores: [83, 77, 86] },
  { id: "2026010", name: "奶猴", scores: [90, 95, 87] },
  { id: "2026011", name: "奶虎", scores: [62, 58, 70] },
  { id: "2026012", name: "奶狗", scores: [32, 82, 38] },
  { id: "2026002", name: "奶鸡", scores: [83, 28, 39] },
  { id: "2026013", name: "奶蛙", scores: [46, 24, 52] }
];
var SUBJECTS = ["数学", "英语", "C++"];
